[
	{
		"date": "May 2017",
		"id": "7.oucc",
		"title": "'The many pieces in play'",
		"subtitle": "OXFORD UNIVERSITY CHESS CLUB (OUCC) - MAY 2019",
		"body": "In the Trinity Term of 2019, I was elected Treasurer of the university's longstanding Chess Club. The series below shows my work. The club has weekly chess nights; to publicise and attract interest, I created for each a unique image, themed to the club night itself. The techniques prioritise time efficiency of creation as well as aeshetic, but some unique examples of tiltshift, motion blur, perspective shadows, and 3D-perspectives can be seen.",
		"galleries": [
			{
				"type": "grid",
				"ratio": [1.911, 1],
				"maxWidth": null,
				"paths": [
					"club_night1.jpg",
					"chch_board.jpg",
					"dreaming-spires.jpg",
					"low-tom.jpg",
					"bullet-chess.jpg",
					"cuppers.jpg",
					"bughouse.jpg",
					"stairs.jpg",
					"exam-schools.jpg",
					"Yifan.jpg",
					"hall.jpg",
					"divinity.jpg"
				]
			}
		]
	},
	{
		"date": "January 2017",
		"id": "6.oums",
		"title": "'An exercise in hometown design'",
		"subtitle": "OXFORD UNIVERSITY MIDLANDS Society - January 2019",
		"body": "The community of Oxford University undergraduates decided to coalesce this year to form a society. Seeking out a cover and profile picture design for their Facebook page, I agreed to help them out, producing the following set of images. The latter was extremely enjoyable to produce as it features a large number of 'Midlands jokes' - famous people or objects from the Midlands. Source Image: https://i.imgur.com/m7zfuozg.jpg",
		"galleries": [
			{
				"type": "image",
				"path": "midland society.jpg",
				"width": "80%",
				"maxWidth": "1600px",
				"border": "10px double",
				"outline": "20px solid #ffffff"
			},			
			{
				"type": "image",
				"path": "profile.jpg",
				"width": "40%",
				"border": "10px double",
				"outline": "20px solid #ffffff"
			}
		]
	},
	{
		"date": "July 2018",
		"id": "5.syndicate",
		"title": "'Midsummer Nights' Disco'",
		"subtitle": "Syndicate Production - July 2018",
		"body": "The Syndicate Production is an annual Sixth-Form play performed after final exams. With no acting desires but a wish to contribute, I aided the performing group's logistics, rehearsals, and design. Of the latter, I produced a programme to match the play's theme: 'A Midsummer Nights' Dream', but set in an 80's disco. The designed used several depth techniques and experimented with the 'interconnected-ness' nature of a programme design - several elements run across page folds.",
		"galleries": [
			{
				"type": "image",
				"path": "SyndicateProduction.jpg",
				"width": "100%",
				"maxWidth": "2000px"
			}
		]
	},
	{
		"date": "March 2017",
		"id": "3.blumine",
		"title": "'BLUMINE'",
		"subtitle": "Spring Choral & Orchestral Concert - March 2017",
		"body": "I was commissioned by the King Edward's School music department to produce a programme cover for the upcoming Spring Choral & Orchestral concert, respectively entitled 'Angel', 'Victory', and 'Score'. 'Victory' marks my first 'digital painting', having designed and coloured every aspect rather than merely compiling and editing existing illustrations.",
		"galleries": [
			{
				"type": "carousel",
				"width": "80%",
				"maxWidth": "1000px",
				"dynamicHeight": true,
				"autoPlay": false,
				"selectedItem": 2,
				"paths": [
					"AL Angel.jpg",
					"AL Angel Vertical3.jpg",
					"AL Victory Horizontal.jpg",
					"AL Victory Vertical 2.jpg",
					"SB Violin.jpg"
				]
			}
		]
	},
	{
		"date": "January 2017",
		"id": "2.gds",
		"title": "'SHOWCASE'",
		"subtitle": "Graphic Design Society - January 2017",
		"body": "As I was launching a 'guild of graphic designers' within my school, I produced a series of posters attracting attention to the society and showcasing the level of work. The themes overall emphasised modernity, with light, desaturated colours used, and creativity, with lots of open space, signalling possibility. Tricks of perspective were also employed to convey the level of technical knowledge.\nThe society ran for one year under my leadership. During this time it averaged a 25-person attendance weekly, reaching capacity. The society also ran a 'commission' programme, taking requests from other school societies and circulating them to its members. Members would then compete to fulfil the brief from the request; the 'client' chosen design would earn £2 in fees, of which £1 was donated to the school's termly charity.",
		"galleries": [
			{
				"type": "grid",
				"paths": [
					"Palette.jpg",
					"Black and White.jpg",
					"Beach.jpg",
					"VFX.jpg",
					"Banner.jpg"
				],
				"ratios": [
					[2, 3],
					[2, 3],
					[6, 3],
					[3.1, 1.7],
					[5.4, 1.7]
				]
			}
		]
	},
	{
		"date": "September 2016",
		"id": "1.leadership",
		"title": "'A Leader in Design'",
		"subtitle": "KES Leadership - September 2016",
		"body": "In my sixth year of school, I was awarded the position 'Head of Leadership', a student-run programme on Friday afternoons replacing lessons that taught teamworking, creativity, and problem-solving. For my tenure, I was determined to ensure that the qualifier 'student-run' did not mean a drop in quality compared to professional educators. I therefore made sure that all members of my teams (3 sets of 5) prepared weekly activities of quality and employed full effort at all times. Part of this meant that all work I presented or displayed used top quality designs. Here are a few selections from those which I produced.",
		"galleries": [
			{
				"type": "grid",
				"targetRowHeight": 200,
				"paths": [
					"Lego Square2.jpg",
					"Emblem.jpg",
					"Luigi.jpg",
					"Flag2.jpg",
					"Fancy An. Exhibition.jpg",
					"School Years.jpg",
					"Leadership XP 2016.jpg"
				],
				"ratios": [
					[2, 2],
					[2, 2],
					[2, 2],
					[1.5, 1],
					[2, 1],
					[2, 1],
					[2, 1]
				]
			}
		]
	},
	{
		"date": "July 2015",
		"id": "0.jds",
		"title": "'Design is GREAT'",
		"subtitle": "Junior Debating Society - July 2015",
		"body": "Series 1: As the new and enthusiastic leader of the school's historic Junior Debating Society, I produced a large series of poster promoting the new term. The design satirised the government's wildly criticised 'GREAT' campaign from 2011, dressing up images taken around the school or public commons and redesigned for the purposes of advertising . A2 versions of these posters were distributed around the school, successfully attracting an average attendance of 45, the highest ever seen by the society and bringing the society to the at-the-time most attended in the school. Vertical versions of every poster were also produced (not included here).\nSeries 2: Weekly B&W posters were also produced under the constraints of cost of printer ink and published every week without fail. A point of interest is that, especially in early designs, one can observe my level of progression in seeing what worked with these posters, but this quickly settled and reached a level of consistency.",
		"galleries": [
			{
				"type": "Carousel",
				"width": "80%",
				"paths": [
					"Debating is Great.jpg",
					"Speech is Great.jpg",
					"Training is Great.jpg",
					"Pace is Great.jpg",
					"Coherence is Great.jpg",
					"Independence is Great.jpg",
					"Interjection is Great.jpg",
					"Organization is Great.jpg",
					"Tradition is Great.jpg",
					"Ed Stone.jpg",
					"We can't go on like this.jpg"
				]
			},
			{
				"type": "carousel",
				"width": "50%",
				"showThumbs": false,
				"paths": [
					"1-0-01.jpg",
					"1-0-02.jpg",
					"1-0-03.jpg",
					"1-0-04.jpg",
					"1-1-01.jpg",
					"1-1-02.jpg",
					"1-1-03.jpg",
					"1-1-04.jpg",
					"1-1-05.jpg",
					"1-1-06.jpg",
					"1-1-07.jpg",
					"1-1-08.jpg",
					"1-1-09.jpg",
					"1-1-10.jpg",
					"1-1-11.jpg",
					"1-1-12.jpg",
					"1-1-13.jpg",
					"1-1-14.jpg",
					"1-1-15.jpg",
					"1-1-16.jpg",
					"1-1-17.jpg",
					"1-1-18.jpg",
					"1-1-19.jpg",
					"1-1-20.jpg",
					"1-1-21.jpg",
					"1-1-22.jpg",
					"1-1-23.jpg",
					"1-1-24.jpg",
					"1-1-25.jpg"
				]
			}
		]
	}
]